[
    {
        "id": "p1",
        "title": "Project One",
        "thumb": {
            "id": "379960",
            "title": "thumb image title",
            "url": "../../assets/mountainLake.webp"
        },
        "content": {
            "description": [
                "Project Overview: A Contractor needed antennas installed on a water tower 150ft up.",
                "The Challenge: The attached ladder would not be sufficient and due to terrain around the base of the tower a boom lift could not be used.",
                "Our Solution: We designed and erected a sturdy stairwell, and also additional scaffold deck around the perimeter of the water tank."
            ],
            "tesitmonial": {
                "thumb": "/assets/images/customer2.webp",
                "quote": "1 testimonial quote",
                "rating": "4"
            },
            "photos": [
                {
                    "id": "p1",
                    "title": "1 The Guys",
                    "url": "/assets/projects/water-tower-1.webp"
                },
                {
                    "id": "p2",
                    "title": "1 Photo Two",
                    "url": "/assets/projects/water-tower-2.webp"
                },
                {
                    "id": "p3",
                    "title": "Steel Roof",
                    "url": "/assets/projects/water-tower-3.webp"
                }
            ]
        }
    },
    {
        "id": "p2",
        "title": "Project Two",
        "thumb": {
            "id": "379962",
            "title": "thumb image title",
            "url": "/assets/roof-bridge-2.jpg"
        },
        "content": {
            "description": [
                "The client required a safe access solution to their roof, allowing construction workers to move freely between the two adjacent buildings.",
                "The primary challenge was not only providing access to the first building's roof but also ensuring that workers could easily transition to the second building's roof , which was 30ft away.",
                "My solution to address this need was a stair tower was constructed at one end of the buildings, leading up to the first roof. From there, a walking bridge was to install a span between the two structures, providing an accessible path for workers to move between the roofs safely. Results: The implementation of this scaffolding solution allowed construction workers to access both roofs securely and efficiently."
        ],
            "tesitmonial": {
                "thumb": "/assets/images/customer1.webp",
                "quote": "2 testimonial quote",
                "rating": "4"
            },
            "photos": [
                {
                    "id": "p1",
                    "title": "2 The Guys",
                    "url": "/assets/projects/roof-bridge-1.webp"
                },
                {
                    "id": "p2",
                    "title": "2 Photo Two",
                    "url": "/assets/projects/roof-bridge-2.webp"
                },
                {
                    "id": "p3",
                    "title": "2 Photo Three",
                    "url": "/assets/projects/roof-bridge-3.webp"
                }
            ]
        }
    },
    {
        "id": "p3",
        "title": "Project Three",
        "thumb": {
            "id": "379963",
            "title": "steel roof scaffold",
            "url": "../../assets/steel-roof-2.jpg"
        },
        "content": {
            "description": [
                "Project Overview: A client in Truckee, California needed comprehensive access to their roof for a detailed inspection. The location presented unique accessibility concerns.",
                "The Challenge: The property was perched on a steep incline. This posed a significant challenge in terms of ensuring stability and safety for the inspection team. The complexity of the roof’s design added to the degree of difficulty.",
                "Our Solution: To match the uniqueness of this project we deployed Systems Scaffold. The scaffold’s modular design met the challenge of the contours of the roof and the varying elevations of the terrain.",
                "Outcome: The result was a seamless inspection process. Moreover, the safety of the inspection team, and scaffolding crew were upheld throughout the operation."
            ],
			"tesitmonial": {
				"thumb": "/assets/images/customer3.webp",
				"quote": "Myco gave me a good price and were right on schedule. Definitely work with them again! - Jon Doe III, Construction Company Co.",
				"rating": "4"
			},
			"photos": [
				{
					"id": "p1",
					"title": "3 The Guys",
                    "url": "/assets/projects/steel-roof-2.jpg"
				},{
					"id": "p2",
					"title": "3 Photo Two",
					"url": "/assets/projects/steel-roof-1.jpg"
				},{
					"id": "p3",
					"title": "3 Photo Three",
					"url": "/assets/projects/steel-roof-3.jpg"
				}
			]
		}
	}
]